[
    {
        "name": "将进酒",
        "author": "唐代：李白",
        "duanluo": [
            {
                "yuan": "君不见黄河之水天上来，奔流到海不复回。",
                "yi": "你难道没有看见吗？那黄河之水犹如从天上倾泻而来，波涛翻滚直奔东海从来不会再往回流。",
                "zhu": "将进酒：劝酒歌，属乐府旧题。将（qiāng）：请。君不见：乐府中常用的一种夸语。天上来：黄河发源于青海，因那里地势极高，故称。"
            },
            {
                "yuan": "君不见高堂明镜悲白发，朝如青丝暮成雪。",
                "yi": "你难道没有看见，在高堂上面对明镜，深沉悲叹那一头白发？早晨还是青丝到了傍晚却变得如雪一般。",
                "zhu": "高堂：高大的厅堂。一说指父母。青丝：黑发。"
            },
            {
                "yuan": "人生得意须尽欢，莫使金樽空对月。",
                "yi": "人生得意之时就要尽情的享受欢乐，不要让金杯无酒空对皎洁的明月。",
                "zhu": "得意：适意高兴的时候。金樽：中国古代的盛酒器具。"
            },
            {
                "yuan": "天生我材必有用，千金散尽还复来。",
                "yi": "上天造就了我的才干就必然是有用处的，千两黄金花完了也能够再次获得。",
                "zhu": ""
            },
            {
                "yuan": "烹羊宰牛且为乐，会须一饮三百杯。",
                "yi": "且把烹煮羔羊和宰牛当成一件快乐的事情，如果需要也应当痛快地喝三百杯。",
                "zhu": "会须：正应当。"
            },
            {
                "yuan": "岑夫子，丹丘生，将进酒，杯莫停。",
                "yi": "岑勋，元丹丘，快点喝酒，不要停下来。",
                "zhu": "岑夫子：岑勋。丹丘生：元丹丘。二人均为李白的好友。杯莫停：一作“君莫停”。"
            },
            {
                "yuan": "与君歌一曲，请君为我倾耳听。(倾耳听 一作：侧耳听)",
                "yi": "我给你们唱一首歌，请你们为我倾耳细听。",
                "zhu": "与君：给你们，为你们。君，指岑、元二人。倾耳听：一作“侧耳听”。"
            },
            {
                "yuan": "钟鼓馔玉不足贵，但愿长醉不愿醒。(不足贵 一作：何足贵；不愿醒 一作：不复醒)",
                "yi": "山珍海味的豪华生活算不上什么珍贵，只希望能醉生梦死而不愿清醒。",
                "zhu": "钟鼓：富贵人家宴会中奏乐使用的乐器。馔玉：形容食物如玉一样精美。不愿醒：也有版本为“不用醒”或“不复醒”。"
            },
            {
                "yuan": "古来圣贤皆寂寞，惟有饮者留其名。(古来 一作：自古；惟 通：唯)",
                "yi": "自古以来圣贤都是孤独寂寞的，只有会喝酒的人才能够留传美名。",
                "zhu": ""
            },
            {
                "yuan": "陈王昔时宴平乐，斗酒十千恣欢谑。",
                "yi": "陈王曹植当年设宴平乐观，喝着名贵的酒纵情地欢乐。",
                "zhu": "陈王：指陈思王曹植。平乐：观名。在洛阳西门外，为汉代富豪显贵的娱乐场所。恣：纵情任意。谑：戏。"
            },
            {
                "yuan": "主人何为言少钱，径须沽取对君酌。",
                "yi": "你为何说我的钱不多？只管把这些钱用来买酒一起喝。",
                "zhu": "主人：指宴请李白的人，元丹丘。言少钱：一作“言钱少”。径须：干脆，只管。沽：买。"
            },
            {
                "yuan": "五花马、千金裘，呼儿将出换美酒，与尔同销万古愁。",
                "yi": "名贵的五花良马，昂贵的千金皮衣，快叫侍儿拿去统统来换美酒吧，让我们一起来消除这无尽的长愁！",
                "zhu": "五花马：指名贵的马。一说毛色作五花纹，一说颈上长毛修剪成五瓣。裘：皮衣。尔：你。销：同“消”。"
            }
        ],
        "shangxi": "《将进酒》原是汉乐府短箫铙歌的曲调，标题的意思为“劝酒歌”，内容多是咏唱喝酒放歌之事。这首诗是诗人当时和友人岑勋在嵩山另一老友元丹丘的颍阳山居作客，作者正值仕途遇挫之际，所以借酒兴诗，来了一次酣畅淋漓的抒发。在这首诗里，李白“借题发挥”，借酒消愁，感叹人生易老，抒发了自己怀才不遇的心情。这首诗十分形象的体现了李白桀骜不驯的性格：对自己充满自信、孤高自傲、热情豪放，“天生我材必有用”、“人生得意须尽欢”。全诗气势豪迈，感情豪放，言语流畅，具有极强的感染力。李白咏酒的诗歌非常能体现他的个性，思想内容深沉，艺术表现成熟。《将进酒》即为其代表作。诗歌发端就是两组排比长句，如挟天风海雨向读者迎面扑来。“君不见，黄河之水天上来，奔腾到海不复回”，颍阳去黄河不远，登高纵目，故借以起兴。黄河源远流长，落差极大，如从天而降，一泻千里，东走大海。如此波澜壮阔的现象，必定不是肉眼能够看到的，作者是幻想的，言语带有夸张。上句写大河之来，势不可挡；下句写大河之去，势不可回。一涨一消，构成舒卷往复的咏叹味，是短促的单句（如“黄河落天走东海”）所没有的。紧接着，“君不见，高堂明镜悲白发，朝如青丝暮成雪”，恰似一波未平、一波又起。如果说前二句为空间范畴的夸张，这二句则是时间范畴的夸张。悲叹人生苦短，而又不直言，却说“高堂明镜悲白发”，一种搔首顾影、徒呼奈何的神态宛如画出。将人生由青春到老的全过程说成“朝”“暮”之事，把原本就短暂的说得更为短暂，与前两句把原本壮阔的说得更为壮阔，是“反向”的夸张。开篇“以河之水一去不复返喻人生易逝”，“以黄河的伟大永恒形出生命的渺小脆弱”。这个开端可谓悲感至极，却又不堕纤弱，可以说是巨人式的感伤，具有惊心动魄的艺术力量，同时也是由长句排比开篇的气势感造成的。这种开篇的方法作者经常用，比如“弃我去者，昨日之日不可留；乱我心者，今日之日多烦忧”（《宣城谢朓楼饯别校书叔云》），沈德潜说：“此种格调，太白从心化出”，可见其颇具创造性。此诗两作“君不见”的呼告（一般乐府诗只是篇首或篇末偶尔用），又使诗句感情色彩大增。所谓大开大阖者，此可谓大开。“人生得意须尽欢”，这似乎是宣扬及时行乐的思想，然而只不过是现象而已。诗人“得意”过没有？“凤凰初下紫泥诏，谒帝称觞登御筵”（《玉壶吟》）似乎得意过；然而那不过是一场幻影。“弹剑作歌奏苦声，曳裾王门不称情”（《行路难三首·其二》）又似乎并没有得意，有的是失望与愤慨，但并不就此消沉。诗人于是用乐观好强的口吻肯定人生，肯定自我：“天生我材必有用”，这是一个令人鼓掌赞叹的好句子。“有用”而且“必”，非常的自信，简直像是人的价值宣言，而这个人“我”是需要大写的。于是，从貌似消极的现象中透露出了深藏其内的一种怀才不遇而又渴望入世的积极的态度。正是“长风破浪会有时”，应为这样的未来痛饮高歌，破费又算得了什么！“千金散尽还复来！”这又是一个高度自信的惊人之句，能驱使金钱而不为金钱所使，这足以令所有凡夫俗子们咋舌。诗如其人，想诗人“曩昔东游维扬，不逾一年，散金三十馀万”（《上安州裴长史书》），是何等的豪举。所以此句是深蕴在骨子里的豪情，绝非装腔作势者可以得其万分之一。与此气派相当，作者描绘了一场盛筵，那决不是“菜要一碟乎，两碟乎？酒要一壶乎，两壶乎？”而是整头整头地“烹羊宰牛”，不喝上“三百杯”决不罢休。多痛快的筵宴，又是多么豪壮的诗句！至此，狂放之情趋于高潮，诗的旋律加快。“岑夫子，丹丘生，将进酒，杯莫停！”几个短句忽然加入，不但使诗歌节奏富于变化， 而且使我们似乎听到了诗人在席上频频地劝酒。既是生逢知己，又是酒逢对手，不但“忘形到尔汝”，诗人甚至忘了是在写诗，笔下之诗似乎还原为生活，他还要“与君歌一曲，请君为我倾耳听”。以下八句就是诗中之歌了，这纯粹是神来之笔。“钟鼓馔玉”即富贵生活（富贵人家吃饭时鸣钟列鼎，食物精美如玉），可诗人却认为这“不足贵”，并放言“但愿长醉不复醒”。诗情至此，便分明由狂放转而为愤激。这里不仅是酒后吐狂言，而且是酒后吐真言了。以“我”天生有用之才，本当位极卿相，飞黄腾达，然而“大道如青天，我独不得出”（《行路难三首·其二》）。说富贵“不足贵”，乃是出于愤慨。以下“古来圣贤皆寂寞”二句亦属愤语。诗人曾喟叹“自言管葛竟谁许”，说古人“寂寞”，其实也表现出了自己的“寂寞”，所以才愿长醉不醒了。这里，诗人是用古人的酒杯，浇自己的块垒。说到“唯有饮者留其名”，便举出“陈王”曹植作代表。并化用其《名都篇》“归来宴平乐，美酒斗十千”之句。古来酒徒很多，而为何偏举“陈王”，这又与李白一向自命不凡分不开，他心目中树为榜样的都是谢安这些高级人物，而这类人物当中，“陈王”曹植与酒联系得比较多。这样写便有了气派，与前文极度自信的口吻一贯。再者，“陈王”曹植于曹丕、曹睿两朝备受猜忌，有志难展，也激起诗人的同情。一提“古来圣贤”，二提“陈王”曹植，满满的不平之气。此诗开始似乎只涉及人生感慨，而不染指政治色彩，其实全篇饱含了一种深广的忧愤和对自我的信念。诗情之所以悲而不伤，悲而能壮，即根源在此。刚露一点深衷，又说回酒了，而且看起来酒兴更高了。以下诗情再入狂放，而且愈来愈狂。“主人何为言少钱”，既照应“千金散尽”句，又故作跌宕，引出最后一番豪言壮语：即便千金散尽，也不惜将名贵宝物“五花马”（毛色作五花纹的良马）、“千金裘”（昂贵的皮衣）用来换美酒，图个一醉方休。这结尾之妙，不仅在于“呼儿”“与尔”，口气甚大；而且具有一种作者一时可能觉察不到的将宾作主的任诞情态。须知诗人不过是被友招饮的客人，此刻他却高踞一席，气使颐指，提议典裘当马，令人不知谁是“主人”，浪漫色彩极浓。快人快语，非不拘形迹的豪迈知交断不能出此。诗情至此狂放至极，令人嗟叹咏歌，直欲“手之舞之，足之蹈之”。情犹未已，诗已告终，突然又迸出一句“与尔同销万古愁”，与开篇之“悲”关合，而“万古愁”的含义更其深沉。这“白云从空，随风变灭”的结尾，显见诗人奔涌跌宕的感情激流。通观全篇，真是大起大落，非如椽巨笔不办。《将进酒》篇幅不算长，却五音繁会，气象不凡。它笔酣墨饱，情极悲愤而作狂放，语极豪纵而又沉着。全篇具有震动古今的气势与力量，这诚然与夸张手法不无关系，比如诗中屡用巨额数字（“千金”、“三百杯”、“斗酒十千”、“千金裘”、“万古愁”等等）表现豪迈诗情，同时，又不给人空洞浮夸感，其根源就在于它那充实深厚的内在感情，那潜在酒话底下如波涛汹涌的郁怒情绪。此外，全篇大起大落，诗情忽翕忽张，由悲转乐、转狂放、转愤激、再转狂放、最后结穴于“万古愁”，回应篇首，如大河奔流，有气势，亦有曲折，纵横捭阖，力能扛鼎。其歌中有歌的包孕写法，又有鬼斧神工、“绝去笔墨畦径”之妙，既非鑱刻能学，又非率尔可到。通篇以七言为主，而又以三、五言句“破”之，极参差错综之致；诗句以散行为主，又以短小的对仗语点染（如“岑夫子，丹丘生”，“五花马，千金裘”），节奏疾徐尽变，奔放而不流易。《唐诗别裁》谓“读李诗者于雄快之中，得其深远宕逸之神，才是谪仙人面目”，此篇足以当之。",
        "audio": "https://song.gushiwen.cn/song/jiangweiwei/ee16df5673bc.mp3",
        "tag": "高中古诗，乐府，唐诗三百首，抒情，哲理，忧愤"
    },
    {
        "name": "水调歌头·明月几时有",
        "author": "宋代：苏轼",
        "duanluo": [
            {
                "yuan": "丙辰中秋，欢饮达旦，大醉，作此篇，兼怀子由。",
                "yi": "丙辰年（公元1076年）的中秋节，高高兴兴地喝酒直到天亮，喝了个大醉，写下这首词，同时也思念弟弟苏辙。",
                "zhu": "丙辰：指公元1076年（宋神宗熙宁九年）。这一年苏轼在密州(今山东省诸城市)任太守。达旦：到天亮。子由：苏轼的弟弟苏辙的字。"
            },
            {
                "yuan": "明月几时有？把酒问青天。不知天上宫阙，今夕是何年。我欲乘风归去，又恐琼楼玉宇，高处不胜寒。起舞弄清影，何似在人间。(何似 一作：何时；又恐 一作：惟 / 唯恐)",
                "yi": "明月从什么时候开始有的呢？我拿着酒杯遥问苍天。不知道天上的宫殿，今晚是哪一年。我想凭借着风力回到天上去看一看，又担心美玉砌成的楼宇，太高了我经受不住寒冷。起身舞蹈玩赏着月光下自己清朗的影子，月宫哪里比得上在人间。",
                "zhu": "把酒：端起酒杯。把，执、持。天上宫阙：指月中宫殿。阙，古代城墙后的石台。归去：回去，这里指回到月宫里去。琼楼玉宇：美玉砌成的楼宇，指想象中的仙宫。不胜：经受不住。胜：承担、承受。弄清影：意思是月光下的身影也跟着做出各种舞姿。弄：赏玩。何似：何如，哪里比得上。"
            },
            {
                "yuan": "转朱阁，低绮户，照无眠。不应有恨，何事长向别时圆？人有悲欢离合，月有阴晴圆缺，此事古难全。但愿人长久，千里共婵娟。(长向 一作：偏向)",
                "yi": "月儿移动，转过了朱红色的楼阁，低低地挂在雕花的窗户上，照着没有睡意的人。明月不应该对人们有什么怨恨吧，可又为什么总是在人们离别之时才圆呢？人有悲欢离合的变迁，月有阴晴圆缺的转换，这事儿自古以来就很难周全。希望人们可以长长久久地在一起，即使相隔千里也能一起欣赏这美好的月亮。",
                "zhu": "转朱阁，低绮户，照无眠：月儿移动，转过了朱红色的楼阁，低低地挂在雕花的窗户上，照着没有睡意的人（指诗人自己）。朱阁：朱红的华丽楼阁。绮户：雕饰华丽的门窗。不应有恨，何事长向别时圆：（月儿）不该（对人们）有什么怨恨吧，为什么偏在人们分离时圆呢？何事：为什么。此事：指人的“欢”“合” 和月的“晴”“圆”。但：只。千里共婵娟：只希望两人年年平安﹐虽然相隔千里，也能一起欣赏这美好的月光。共：一起欣赏。婵娟：指月亮。"
            }
        ],
        "shangxi": "这首词是中秋望月怀人之作，表达了对胞弟苏辙的无限思念。丙辰，是北宋神宗熙宁九年（公元1076年），当时苏轼在密州（今山东诸城）做太守，中秋之夜他一边赏月一边饮酒，直到天亮，于是做了这首《水调歌头》。词人运用形象描绘手法，勾勒出一种皓月当空、亲人千里、孤高旷远的境界氛围。苏轼一生，推崇儒学、讲究实务为主。但他也“龆龀好道”，中年以后，又曾表示过“归依佛僧”，经常处在儒释道的纠葛当中的。每当挫折失意之际，则老庄思想上升，借以帮助自己解释穷通进退的困惑。熙宁四年（公元1071年），他以开封府推官通判杭州，是为了避开汴京政争的漩涡。熙宁七年（公元1074年）调知密州，虽说出于自愿，实质上仍是处于被外放冷遇的地位。尽管当时“面貌加丰”，颇有一些旷达表现，也难以掩盖深藏内心的郁愤。这首中秋词，正是此种宦途险恶体验的升华和总结。“大醉”遣怀是主，“兼怀子由”是辅。对于一贯秉持“尊主泽民”节操的作者来说，手足分离和私情，比起廷忧边患的国势来说，毕竟属于次要的伦理负荷。此点在题序中有深奥微妙的提示。在大自然的景物中，月亮是很有浪漫色彩的，很容易启发人们的艺术联想。一钩新月，可联想到初生的萌芽事物；一轮满月，可联想到美好的团圆生活；月亮的皎洁，让人联想到光明磊落的人格。在月亮这一意象上集中了人类无限美好的憧憬和理想。苏轼是一位性格豪放、气质浪漫的文学家，当他抬头遥望中秋明月时，其思想情感犹如长上了翅膀，天上人间自由翱翔。反映到词里，遂形成了一种豪放洒脱的风格。此词上片望月，既怀超宜兴致，高接混茫，而又脚踏实地，自具雅量。一开始就提出一个问题：明月是从什么时候开始有的“明月几时有？把酒问青天。”把酒问天这一细节与屈原的《天问》和李白的《把酒问月》有相似之处。其问之痴迷、想之逸尘，确实有一种类似的精、气、神贯注在里面。从创作动因上来说，屈原《天问》洋洋170余问的磅礴诗情，是在他被放逐后彷徨山泽、经历陵陆，在楚先王庙及公卿祠堂仰见“图画天地山川神灵”及“古贤圣怪物行事”后“呵而问之”的（王逸《楚辞章句·天问序》）。是情景触碰激荡的产物。李白的《把酒问月》诗自注是：“故人贾淳令予问之。”应当也是即兴遣怀之作。苏轼此词正如小序中所言是中秋望月，欢饮达旦后的狂想之曲，亦属“伫兴之作”（王国维《人间词话》）。它们都有起得突兀、问得离奇的特点。从创作心理上来说，屈原在步入先王庙堂之前就已经是“嗟号昊旻，仰天叹息”（王逸《楚辞章句·天问序》），处于情感迷狂的精神状态，故呵问青天，“似痴非痴，愤极悲极”（胡浚源《楚辞新注求确》）。李白是“唯愿当歌对酒时，月光长照金樽里”（《把酒问月》），那种因失意怅惘的郁勃意绪，也是鼻息可闻的。苏轼此词作于丙辰年，当时因为反对王安石新法而自请外任密州。既有对朝廷政局的强烈关注，又有期望重返汴京的复杂心情，故时逢中秋，一饮而醉，意兴在阑珊中饶有律动。三人的创作心理实是脉络暗通的。苏轼把青天当做自己的朋友，把酒相问，显示了他豪放的性格和不凡的气魄。李白的《把酒问月》诗说：“青天有月来几时？我今停杯一问之。”不过李白这里的语气比较舒缓，苏轼因为是想飞往月宫，所以语气更强烈、更迫切。“明月几时有？”这个问题问得很有意思，好像是在追溯明月的起源、宇宙的起源；又好像是在惊叹造化的巧妙。读者从中可以感到诗人对明月的赞美与向往。接下来两句：“不知天上宫阙，今夕是何年。”把对于明月的赞美与向往之情更推进了一层。从明月诞生之日起到现在已经过去很多年了，不知道在月宫里今晚是一个什么日子？诗人想象那一定是一个好日子，所以月才这样圆、这样亮。他很想去看一看，所以接着说：“我欲乘风归去，又恐琼楼玉宇，高处不胜寒。”唐人称李白为“谪仙”，黄庭坚则称苏轼与李白为“两谪仙”，苏轼自己也设想前生是月中人，因而起 “乘风归去”之想。他想乘风飞向月宫，又怕那里的琼楼玉宇太高了，受不住那儿的寒冷。“琼楼玉宇”，语出《大业拾遗记》：“瞿乾祐于江岸玩月，或谓此中何有？瞿笑曰：‘可随我观之。’俄见月规半天，琼楼玉宇烂然。”“不胜寒”，暗用《明皇杂录》中的典故：八月十五日夜，叶静能邀明皇游月宫。临行，叶叫他穿皮衣。到月宫，果然冷得难以支撑。这几句明写月宫的高寒，暗示月光的皎洁，把那种既向往天上又留恋人间的矛盾心理十分含蓄地写了出来。这里还有两个字值得注意，就是“我欲乘风归去”的“归去”。飞天入月，为什么说是归去呢？也许是因为苏轼对明月十分向往，早已把那里当成自己的归宿了。从苏轼的思想看来，他受道家的影响较深，抱着超然物外的生活态度，又喜欢道教的养生之术，所以常有出世登仙的想法。他的《前赤壁赋》描写月下泛舟时那种飘飘欲仙的感觉说：“浩浩乎如冯虚御风，而不知其所止；飘飘乎如遗世独立，羽化而登仙。”也是由望月而想到登仙，可以和这首词互相印证。词人之所以有这种脱离人世、超越自然的奇想，一方面来自他对宇宙奥秘的好奇，另一方面更主要的是来自对现实人间的不满。人世间有如此多的不称心、不满意之事，迫使词人幻想摆脱这烦恼人世，到琼楼玉宇中去过逍遥自在的神仙生活。苏轼后来贬官到黄州，时时有类似的奇想，所谓“小舟从此逝，江海寄余生”。然而，在词中这仅仅是一种打算，并未展开，便被另一种相反的思想打断：“又恐琼楼玉宇，高处不胜寒”。这两句急转直下，天上的“琼楼玉宇”虽然富丽堂皇，美好非凡，但那里高寒难耐，不可久居。词人故意找出天上的美中不足，来坚定自己留在人间的决心。一正一反，更表露出词人对人间生活的热爱。同时，这里依然在写中秋月景，读者可以体会到月亮的美好，以及月光的寒气逼人。这一转折，写出词人既留恋人间又向往天上的矛盾心理。这种矛盾能够更深刻地说明词人留恋人世、热爱生活的思想感情，显示了词人开阔的心胸与超远的志向，因此为词带来一种旷达的作风。“起舞弄清影，何似在人间！”苏轼毕竟更热爱人间的生活，与其飞往高寒的月宫，还不如留在人间趁着月光起舞呢！“清影”，是指月光之下自己清朗的身影。“起舞弄清影”，是与自己的清影为伴，一起舞蹈嬉戏的意思。李白《月下独酌》说：“我歌月徘徊，我舞影零乱。”苏轼的“起舞弄清影”就是从这里脱胎出来的。“高处不胜寒”并非作者不愿归去的根本原因，“起舞弄清影，何似在人间”才是根本之所在。与其飞往高寒的月宫，还不如留在人间，在月光下起舞，最起码还可以与自己清影为伴。这首词从幻想上天写起，写到这里又回到热爱人间的感情上来。从“我欲”到“又恐”至“何似”的心理转折开阖中，展示了苏轼情感的波澜起伏。他终于从幻觉回到现实，在出世与入世的矛盾纠葛中，入世思想最终占了上风。“何似在人间”是毫无疑问的肯定，雄健的笔力显示了情感的强烈。",
        "audio": "https://song.gushiwen.cn/song/jiangweiwei/632c5beb84eb.mp3",
        "tag": "宋词三百首，宋词精选，初中古诗，高中古诗，中秋节，月亮，怀人，祝福，情怀"
    },
    {
        "name": "桃花源记",
        "author": "魏晋：陶渊明",
        "duanluo": [
            {
                "yuan": "晋太元中，武陵人捕鱼为业。缘溪行，忘路之远近。忽逢桃花林，夹岸数百步，中无杂树，芳草鲜美，落英缤纷。渔人甚异之，复前行，欲穷其林。",
                "yi": "东晋太元（公元376-396）年间，武陵有个人以捕鱼为生。有一天他沿着溪水划船而行，忘记了路程的远近。忽然遇到一片桃花林，在小溪两岸的几百步之内，中间没有其它树木，花草鲜嫩美丽，地上的落花繁多交杂，渔人对此感到非常诧异。他继续往前走，想要走到林子的尽头。",
                "zhu": "太元：东晋孝武帝的年号（376-396）武陵：郡名，现在湖南常德市一带。为业：把……作为职业，以……为生。为：作为。缘：沿着，顺着。行：前行，走。远近：偏义复词，仅指远。忽逢：忽然遇到。逢：遇到，碰见。夹岸：溪流两岸。杂：别的，其他的。芳草鲜美：芳香的青草鲜嫩美丽，芳：花；鲜美：鲜艳美丽。落英：落花。一说，初开的花。缤纷：繁多的样子。甚：很，非常。异之：即“以之为异”，对见到的景象感到诧异。异，意动用法，形作动，以······为异，对······感到惊异，认为······是奇异的。之，代词，指见到的景象。复：继续。前：名词活用为状语，向前。（词类活用）欲：想要。穷：形容词用做动词，穷尽，走到······的尽头。"
            },
            {
                "yuan": "林尽水源，便得一山，山有小口，仿佛若有光。便舍船，从口入。初极狭，才通人。复行数十步，豁然开朗。土地平旷，屋舍俨然，有良田、美池、桑竹之属。阡陌交通，鸡犬相闻。其中往来种作，男女衣着，悉如外人。黄发垂髫，并怡然自乐。",
                "yi": "桃花林的尽头就是溪水的源头，渔人发现了一座小山，山上有个小洞口，洞子里面仿佛隐约透着点光亮。渔人便下了船，从洞口走了进去。最开始非常狭窄，只能容得下一人通过。又行走了几十步，突然变得明亮开阔了。渔人眼前这片土地平坦宽广，房屋排列得非常整齐，还有肥沃的田地、美丽的池塘，以及桑树、竹子这类的植物。田间小路四通八达，鸡鸣狗吠的声音此起彼伏。人们在田间来来往往耕种劳动，男女的穿戴全都与桃花源以外的人一样。老年人和小孩儿，都怡然并自得其乐。",
                "zhu": "林：代指桃花林。林尽水源：林尽于水源，意思是桃林在溪水发源的地方就到头了。尽：消失（词类活用）便：于是，就。得：发现。仿佛：隐隐约约，形容看得不真切的样子。若：好像……似的。舍：舍弃，丢弃，文中指离开。初：起初，刚开始。才通人：仅容一人通过。才：副词，仅。复：又，再。行：行走。豁然开朗：形容由狭窄幽暗突然变得开阔明亮的样子。然，……的样子。豁然：形容开阔的样子；开朗：开阔明亮。平：平坦。旷：开阔；宽阔。屋舍：房屋。俨然：（古今异义）古义：整齐的样子。今义：形容很像；形容齐整；形容庄严。之：这。属：类。阡陌交通：田间小路交错相通。阡陌，田间小路，南北走向的叫阡，东西走向的叫陌。交通，交错相通。鸡犬相闻：（村落间）可以互相听到鸡鸣狗叫的声音。相闻：可以互相听到。种作：指世代耕种劳作的人。衣着：穿着打扮。悉：全，都。外人：指桃花源以外的世人。黄发垂髫：指老人和小孩。黄发，古时认为老人头发由白转黄是长寿的象征，这指老人。垂髫，古时小孩不扎结头发，头发下垂，这里指小孩子。髫：小孩垂下的短发。并：都。怡然：愉快、高兴的样子。"
            },
            {
                "yuan": "见渔人，乃大惊，问所从来。具答之。便要还家，设酒杀鸡作食。村中闻有此人，咸来问讯。自云先世避秦时乱，率妻子邑人来此绝境，不复出焉，遂与外人间隔。问今是何世，乃不知有汉，无论魏晋。此人一一为具言所闻，皆叹惋。余人各复延至其家，皆出酒食。停数日，辞去。此中人语云：“不足为外人道也。”(间隔 一作：隔绝)",
                "yi": "这里的人看见了渔人，感觉非常惊讶，问他是从哪里来的。渔人都一一作了回答。这里的人便邀请他到家中做客，摆了酒、杀了鸡用来款待他。村里面的其他人听说来了这么一个人，全都来打听消息。他们自己说他们的先祖是为了躲避秦朝时期的战乱，率领妻儿乡邻们来到这个与世隔绝的地方，从此他们再没有人出去了，所以和外面的人隔绝了一切往来。村里的人问渔人现如今是什么朝代，他们不知道有汉朝，更不用说魏、晋两朝了。渔人把自己知道的所有事都一一说了出来，村民们听了都感叹惋惜。其余的人各自又把渔人邀请到自己的家中，都拿出自己的美酒佳肴来款待他。渔人停留了几日后，就向村里的人告辞。村里的人告诉他：“这里的情况不值得对外面的人说啊。”",
                "zhu": "乃大惊：于是很惊讶。乃：于是就。大：很，非常。从来：从……地方来。具：全都。之：代词，指代桃源人所问问题。要：通“邀”，邀请。（通假字）咸：副词，都，全。问讯：打听消息。云：说。先世：祖先。率：率领。妻子：（古今异义）古义：指妻子、儿女。“妻”“子”是两个词，不是现代汉语的“妻子”今义：男子的配偶。邑人：同县的人。绝境：（古今异义）古义：与人世隔绝的地方。 今义：没有明显出路的困境；进退维谷的境地。 绝：绝处。复：再，又。焉：兼词，相当于“于之”，“于此”，从这里。遂：于是。间隔：隔断，隔绝。今：现在。乃（乃不知有汉的乃）：竟，竟然。无论：不要说，（更）不必说。“无”“论”是两个词，不同于现在汉语的“无论”（古今异义）。为：给。具言：详细地说。所闻：指渔人所知道的世事。闻：知道，听说。叹惋：感叹，惋惜。余：其余，剩余。延至：邀请到。延，邀请。至：到。停：停留。辞：辞别。去：离开。语：告诉。不足：不值得。（古今异义）为：介词，向、对。"
            },
            {
                "yuan": "既出，得其船，便扶向路，处处志之。及郡下，诣太守，说如此。太守即遣人随其往，寻向所志，遂迷，不复得路。",
                "yi": "渔人出来之后，找到了自己的船，就沿着来时的路回去，处处都做了记号。他到了郡城武陵，就去拜见太守，说了自己的这番经历。太守立即派遣人员跟随他前往，寻找渔人先前作的记号，最终迷路了，后来再也找不到通往桃花源的路了。",
                "zhu": "既：已经。便扶向路：就顺着旧的路（回去）。扶：沿着、顺着。向：从前的、旧的。处处志之：处处都做了标记。志：动词，做标记。（词类活用)及：到达。郡下：太守所在地，指武陵。诣太守：指拜见太守。诣，到。特指到尊长那里去。如此：像这样，指在桃花源的见闻。即：立即。遣：派遣。寻向所志：寻找先前所做的标记。寻，寻找。 向，先前。 志（名词）,标记。（所+动词译为名词）遂：终于。复：再。得：取得，获得，文中是找到的意思。"
            },
            {
                "yuan": "南阳刘子骥，高尚士也，闻之，欣然规往。未果，寻病终。后遂无问津者。",
                "yi": "南阳有个叫刘子骥的人，是一个高尚的读书人，他听到了这个消息，非常愉快地计划着前往桃花源。但没有实现，不久后就病死了，后来就再也没有探访桃花源的人了。",
                "zhu": "高尚：品德高尚。士：隐士。也：表判断。欣然：高兴的样子。规：计划，打算。（词类活用）未：没有。果：实现。未果：没有实现。寻：不久。终：死亡。问津：问路，这里是探访，访求的意思。津：本义渡口。"
            }
        ],
        "shangxi": "本文通过对桃花源的安宁和乐、自由平等生活的描绘，表现了作者追求美好生活的理想和对现实生活的不满。文章开端，先以美好闲静、“芳草鲜美，落英缤纷”的桃花林作为铺垫，引出一个质朴自然化的世界。在那里，一切都是那么单纯，那么美好，没有税赋，没有战乱，没有沽名钓誉，也没有勾心斗角。甚至连一点吵吵嚷嚷的声音都听不到。人与人之间的关系也是那么平和，那么诚恳。造成这一切的原因，作者没有明说，但从“乃不知有汉，无论魏晋”一句中已隐约透露了消息：原来归根结底，是因为没有一个高踞人民头上为私利互相攻伐的统治集团。这个幻想中的桃花源世界，对生活在虚伪黑暗、战乱频繁、流血不断的现实世界中的人们来说，无疑是令人神往的。作者的简净笔触，恰如其分地表现出桃花源的气氛，使文章更富有感染力。当然，这种理想的境界在当时现实中是不存在的，只是作者通过对大同社会的构想，艺术地展现了大同社会的风貌，是不满黑暗现实的一种精神寄托，表现了作者对理想社会的憧憬以及对现实社会的不满。桃花源中的家庭多为主干家庭（三代同堂），从“其中往来种作，男女衣着，悉如外人。黄发垂髫，并怡然自乐。”从“男女”、“黄发”、“垂髫”这三个词便可以看出此点。文章的结构也颇有巧妙之处。作者借用小说笔法，以一个捕渔人的经历为线索展开故事。开头的交代，时代、渔人的籍贯，都写得十分肯定，似乎真有其事。这就缩短了读者与作品的心理距离，把读者从现实世界引入到迷离惝恍的桃花源。相反，如果一开头就是“山在虚无缥缈间”，读者就会感到隔远，作品的感染力也就会大打折扣。“不足为外人道也”及渔人返寻所志，迷不得路，使读者从这朦胧飘忽的化外世界退回到现实世界，心中依旧充满了对它的依恋。文末南阳刘子骥规往不果一笔，又使全文有余意不穷之趣。",
        "audio": "https://song.gushiwen.cn/song/jiangweiwei/73add8822103.mp3",
        "tag": "初中文言文，古文观止，生活，理想"
    },
    {
        "name": "陋室铭",
        "author": "唐代：刘禹锡",
        "duanluo": [
            {
                "yuan": "山不在高，有仙则名。水不在深，有龙则灵。斯是陋室，惟吾德馨。苔痕上阶绿，草色入帘青。谈笑有鸿儒，往来无白丁。可以调素琴，阅金经。无丝竹之乱耳，无案牍之劳形。南阳诸葛庐，西蜀子云亭。孔子云：何陋之有？",
                "yi": "山不在于高，有了神仙就会有名气。水不在于深，有了龙就会有灵气。这是简陋的房子，只是我品德好就感觉不到简陋了。苔痕碧绿，长到台上，草色青葱，映入帘里。到这里谈笑的都是博学之人，交往的没有知识浅薄之人，可以弹奏不加装饰的琴，阅读珍贵的经文。没有弦管奏乐的声音扰乱耳朵，没有官府的公文使身体劳累。南阳有诸葛亮的草庐，西蜀有扬子云的亭子。孔子说：这有什么简陋的呢？",
                "zhu": "陋室：简陋的屋子。铭：古代刻在器物上用来警戒自己或称述功德的文字，叫“铭”，后来就成为一种文体。这种文体一般都是用骈句，句式较为整齐，朗朗上口。在：在于，动词。名：出名，著名，名词用作动词。灵：名词作动词，显得有灵气。斯是陋室：这是简陋的屋子。斯：指示代词，此，这。是：表肯定的判断动词。陋室：简陋的屋子，这里指作者自己的屋子。惟吾德馨：只因为（陋室铭）的铭文（就不感到简陋了）。惟：只。吾：我，这里是指（陋室铭）的铭文。馨：散布很远的香气，这里指（品德）高尚。苔痕上阶绿，草色入帘青：苔痕碧绿，长到阶上；草色青葱，映入帘里。上：长到；入：映入。鸿儒：大儒，这里指博学的人。鸿：同“洪”，大。儒，旧指读书人。白丁：平民。这里指没有什么学问的人。调素琴：弹奏不加装饰的琴。调：调弄，这里指弹（琴）。素琴：不加装饰的琴。金：珍贵的。金者贵义，是珍贵的意思，儒释道的经典都可以说是金经。丝竹：琴瑟、箫管等乐器的总称，“丝”指弦乐器，“竹”指管乐器。这里指奏乐的声音。之：语气助词，不译。用在主谓间，取消句子的独立性。乱耳：扰乱双耳。乱：形容词的使动用法，使……乱，扰乱。案牍：（官府的）公文，文书。劳形：使身体劳（“使”动用法）。劳：形容词的使动用法，使……劳累。形：形体、身体。南阳：地名，今河南省南阳市。诸葛亮在出山之前，曾在南阳卧龙岗中隐居躬耕。诸葛亮，字孔明，三国时蜀汉丞相，著名的政治家和军事家，出仕前曾隐居南阳卧龙岗中。扬雄，字子云，西汉时文学家，蜀郡成都人。庐：简陋的小屋子。孔子云：孔子说，云在文言文中一般都指说。 何陋之有：即“有何之陋”，属于宾语前置。之，助词，表示强烈的反问，宾语前置的标志，不译。谈笑有鸿儒：谈笑间都是学识渊博的人。鸿：大。"
            }
        ],
        "shangxi": "铭是古代一种刻于金石上的押韵文体，多用于歌功颂德与警戒自己。明白了铭的意思，也就明白了题意，作者托物言志，通过对居室的描绘，极力形容陋室的不陋，“斯是陋室，惟吾德馨”这一中心，实际上也就是借陋室之名行歌颂道德品质之实，表达出室主人高洁傲岸的节操和安贫乐道的情趣。《陋室铭》即开篇以山水起兴，山可以不用高，水可以不在深，只要有了仙龙就可以出名，那么居所虽然简陋，但却因主人的有“德”而“馨”，也就是说陋室因为有道德品质高尚的人存在当然也能出名，声名远播，刻金石以记之。山水的平凡因仙龙而生灵秀，那么陋室当然也可借道德品质高尚之士播洒芬芳。此种借力打力的技巧，实为绝妙，也可谓作者匠心独具。特别是以仙龙点睛山水，构思奇妙。“斯是陋室，唯吾德馨”，由山水仙龙入题，作者笔锋一转，直接切入了主题，看引论铺下了基础。也点出了陋室不陋的原因，其原因是德馨二字。在此点看出，作者写此随笔是经过反复思考的，绝对不是一时的灵感冲动。绝句可以是灵光乍现，而连接无暇却是平时的功底积累和反复推敲了。四到七句刁难下祭出此文，并将其刻于石上，具有很强烈的针锋相对的性质。从全文的写作手法来看，通篇以“比”的手法一气呵成，而不是烘托。那么“苔痕”和“谈笑”二句究竟在说什么呢？ 青苔在石阶上（照样）绿意盎然，野草在荒地里（依然）郁郁青青。言下之意是什么呢？我刘禹锡在哪里都不改本色，我所交往的都是有修养的饱学之士，没有（你们这些）无学之辈。作者以青苔和野草来比喻自己独立的人格，这是气节的写照，是不屈的宣言。如果说本文的一到三句是一种铺垫，那么四到七句则进入了真正的对抗。作者以诗一般优美的语言展示了自己的铮铮傲骨，同时，也对势利小人进行了无情的鞭挞。“南阳诸葛庐，西蜀子云亭”作者借诸葛亮的草庐，西蜀扬子云的玄亭作类比，引出自己的陋室，以及两人为自己的楷模，希望自己也能和他们一样拥有高尚的德操，反映自己以古代贤人自况的思想，同时暗示了陋室不陋。实际上刘禹锡这样写还有另一层深意，即诸葛亮是闲居卧龙草庐以待明主出山。而扬雄呢？却是淡薄于功名富贵，潜心修学之士，虽官至上品，然他对于官职的起起落落与金钱的淡泊，却是后世的典范。作者引用此二人之意，他想表达的意思是：荣辱不惊、处危不屈、坚守节操的意思。既不愿与世俗同流合污，又想逢明主一展抱负，若无明主，也甘于平淡的那种志向。这结合作者官场的起起落落，是比较符合实际情况的。结句引用“孔子云：何陋之有？”，引古人之言， 收束全篇， 说明陋室“不陋”。表达了他对当时封建礼教的最高道德品质的追求。用圣人肯定的操守来规范要求自己，也许就是刘禹锡对自己的道德品质的最高要求。这样的结句，不说其中的内容是何种意思，但结合题意，却是妙手天成。因为封建礼教是以儒家的道德标准为最高道德标准的，孔圣人的肯定，也就为他道德品质的论注下了最好的定论，论文当有论据，而引孔圣人言作为论据，无疑在当时是最好的论据，充分而不可辩驳。",
        "audio": "https://song.gushiwen.cn/song/jiangweiwei/6c1ea9b7dd44.mp3",
        "tag": "初中文言文，古文观止，咏物，赞美，品格"
    },
    {
        "name": "沁园春·雪",
        "author": "近现代：毛泽东",
        "duanluo": [
            {
                "yuan": "北国风光，千里冰封，万里雪飘。",
                "yi": "北方的风光，千里冰封冻，万里雪花飘。",
                "zhu": "北国：该词源于中国古代的分裂时期，如宋称辽、金为北国，东晋称十六国等为北国，南北朝时代南方的各朝代称在北方与之对抗的各朝代为北国等。毛泽东诗中的“北国”使人在不觉中产生出一种我国疆土广大的民族自豪感。雪：这首词作于红一方面军一九三六年二月由陕北准备东渡黄河进入山西省西部的时候。作者在一九四五年十月七日给柳亚子信中说，这首词作于“初到陕北看见大雪时”。"
            },
            {
                "yuan": "望长城内外，惟余莽莽；大河上下，顿失滔滔。(余 通：馀)",
                "yi": "望长城内外，只剩下无边无际白茫茫一片。整条黄河，立刻失去了波涛滚滚的水势。",
                "zhu": "惟：只。馀：剩下。此字一作“余”，但目前刊出的书法作品中写作“馀”，以此为准。莽莽：无边无际。大河上下：大河，指黄河。大河上下，犹言整条黄河。顿失滔滔：（黄河）立刻失去了波涛滚滚的气势。描写黄河水结冰的景象。"
            },
            {
                "yuan": "山舞银蛇，原驰蜡象，欲与天公试比高。(原驰 原作：原驱)",
                "yi": "群山好像一条条银蛇在舞动，高原上的丘陵好像许多白象在奔跑，它们都想试着和老天爷比一下谁更高。",
                "zhu": "山舞银蛇，原驰蜡象：群山好像（一条条）银蛇在舞动。高原（上的丘陵）好像（许多）白象在奔跑。“原”指高原，即秦晋高原。蜡象，白色的象。天公：指天，即命运。"
            },
            {
                "yuan": "须晴日，看红装素裹，分外妖娆。(红装 一作：银装)",
                "yi": "等到晴天的时候，看红日和白雪交相辉映，格外娇艳美好。",
                "zhu": "须：等到；需要。红装素裹：形容雪后天晴，红日和白雪交相辉映的壮丽景色。红装，原指妇女的艳装，这里指红日为大地披上了红装。素裹，原指妇女的淡装，这里指皑皑白雪覆盖着大地。分外妖娆：格外婀娜多姿。"
            },
            {
                "yuan": "江山如此多娇，引无数英雄竞折腰。",
                "yi": "江山如此媚娇，引得无数英雄竞相倾倒。",
                "zhu": "竞折腰：折腰，倾倒，躬着腰侍候。这里是说争着为江山奔走操劳。"
            },
            {
                "yuan": "惜秦皇汉武，略输文采；唐宗宋祖，稍逊风骚。",
                "yi": "可惜秦始皇、汉武帝，略差文治功劳；唐太宗、宋太祖，稍逊文学才华。",
                "zhu": "秦皇：秦始皇嬴政（前259~前210），秦朝的创业皇帝。汉武：汉武帝刘彻（前156~前87），汉朝功业最盛的皇帝。略输文采：文采本指辞藻、才华。“略输文采”，是说秦皇汉武，武功甚盛，对比之下，文治方面的成就略有逊色。唐宗：唐太宗李世民（599~649），唐朝的建立统一大业的皇帝。宋祖：宋太祖赵匡胤（927~976），宋朝的创业皇帝。稍逊风骚：意近“略输文采”。风骚，本指《诗经》里的《国风》和《楚辞》里的《离骚》，后来泛指文章辞藻。"
            },
            {
                "yuan": "一代天骄，成吉思汗，只识弯弓射大雕。",
                "yi": "称雄一世的英雄人物，成吉思汗，只知道拉弓射大雕。",
                "zhu": "一代天骄：指可以称雄一世的英雄人物，泛指非常著名，有才能的人物。天骄，“天之骄子”的省略语。意思是上天所骄纵宠爱的人，成吉思汗即是。汉时匈奴自称。后来也泛称强盛的少数名族或其首领。成吉思汗：元太祖铁木真（1162~1227）在1206年统一蒙古后的尊称，意为“强者之汗”（汗是可汗的省称，即王）。只识弯弓射大雕：雕，一种属于鹰类的大型猛禽，善飞难射，古代因用“射雕手”比喻高强的射手。“只识弯弓射大雕”，是说只以武功见长。"
            },
            {
                "yuan": "俱往矣，数风流人物，还看今朝。",
                "yi": "这些人物都已经过去了，称得上能建功立业的英雄人物，还要看今天的人们。",
                "zhu": "俱往矣：都已经过去了。 俱，都。数风流人物：称得上能建功立业的英雄人物。数，数得着、称得上的意思。"
            }
        ],
        "shangxi": "词上片描写北国壮丽的雪景，纵横千万里，展示了大气磅礴、旷达豪迈的意境，抒发了词人对祖国壮丽河山的热爱。下片议论抒情，重点评论历史人物，歌颂当代英雄，抒发无产阶级要做世界的真正主人的豪情壮志。全词熔写景、议论和抒情于一炉，意境壮美，气势恢宏，感情奔放，胸襟豪迈，颇能代表毛泽东诗词的豪放风格。“北国风光，千里冰封，万里雪飘”这三句总写北国雪景，把读者引入了一个冰天雪地、广袤无垠的银色世界。“北国风光”是上片内容的总领句。“千里”“万里”两句是交错说的，即千万里都是冰封，千万里都是雪飘。诗人登高远望，眼界极为广阔，但是“千里”“万里”都远非目力所及，这是诗人的视野在想像之中延伸扩展，意境更加开阔，气魄非常宏大。天地茫茫，纯然一色，包容一切。“冰封”凝然安静，“雪飘”舞姿轻盈，静动相衬，静穆之中又有飘舞的动态。“望长城内外，惟余莽莽；大河上下，顿失滔滔。”“望”字统领下文，直至“欲与天公试比高”句。这里的“望”，有登高远眺的意思并有很大的想像成分，它显示了诗人自身的形象，使人感受到他那豪迈的意兴。“望”字之下，展现了长城、黄河、山脉、高原这些最能反映北国风貌的雄伟景观，这些景观也正是我们伟大祖国的形象。“长城内外”，这是从南到北，“大河上下”，这是自西向东，地域如此广袤，正与前面“千里”“万里”两句相照应。意境的大气磅礴，显示了诗人博大的胸怀，雄伟的气魄。“惟余莽莽”“顿失滔滔”分别照应“雪飘”“冰封”。“惟余”二字，强化了白茫茫的壮阔景象。“顿失”二字，则写出变化之速，寒威之烈，又使人联想到未冰封时大河滚滚滔滔的雄壮气势。这四句用视觉形象，赋予冰封雪飘的风光以更为具体更为丰富的直觉，更显气象的奇伟雄浑。“山舞银蛇，原驰蜡象，欲与天公试比高。”“山舞银蛇，原驰蜡象”的动态描写，都有活泼奔放的气势。加上“欲与天公试比高”一句，表现“山”“原”与天相连，更有一种奋发的态势和竞争的活力。“山”“原”都是静物，写它们“舞”“驰”，这化静为动的浪漫想像，固然因在大雪飘飞中远望山势和丘陵绵延起伏，确有山舞原驰的动感，更因诗人情感的跃动，使他眼前的大自然也显得生气勃勃，生动活跃。“须晴日，看红装素裹，分外妖娆”写的是虚景，与前十句写眼前的实景形成对比，想像雪后晴日当空的景象，翻出一派新的气象。雪中的景象在苍茫中显得雄伟，雪后的景象则显得娇艳。“看”字与“望”字照应；“红装素裹”，把江山美景比做少女的衣装，形容红日与白雪交相辉映的艳丽景象。“分外妖娆”，赞美的激情溢于言表。",
        "audio": "https://song.gushiwen.cn/song/jiangweiwei/202a800b9239.mp3",
        "tag": "初中古诗，写雪，言志，抒情，哲理"
    },
    {
        "name": "爱莲说",
        "author": "宋代：周敦颐",
        "duanluo": [
            {
                "yuan":"水陆草木之花，可爱者甚蕃。晋陶渊明独爱菊。自李唐来，世人甚爱牡丹。予独爱莲之出淤泥而不染，濯清涟而不妖，中通外直，不蔓不枝，香远益清，亭亭净植，可远观而不可亵玩焉。(甚爱 一作：盛爱)",
                "yi":"水上、陆地上各种草本木本的花，值得喜爱的非常多。晋代的陶渊明只喜爱菊花。从李氏唐朝以来，世上的人十分喜爱牡丹。而我唯独喜爱莲花从淤泥中长出却不被污染，经过清水的洗涤却不显得妖艳。它的茎内空外直，不生蔓不长枝，香气远播更加清香，笔直洁净地立在水中。人们只能远远地观赏而不能玩弄它啊。",
                "zhu":"甚：很，十分。说：一种议论文的文体，可以直接说明事物或论述道理，也可以借人、借事或借物的记载来论述道理。之：的。可爱：值得怜爱。者：花。甚：很，非常。蕃：多。自：自从。李唐：指唐朝。唐朝皇帝姓李所以称为“李唐”。独：只，仅仅。之：主谓之间取消句子独立性。出：长出。淤泥：污泥。染：沾染（污秽）。濯：洗涤。清涟：水清而有微波，这里指清水。妖：美丽而不端庄。通：贯通；通透。直：挺立的样子。中通外直：（它的茎）内空外直。不蔓不枝：不生蔓，不长枝香远益清：香气远播，愈加使人感到清雅。益：更加。清：清芬。亭亭净植：笔直地洁净地立在那里。亭亭：耸立的样子。植：树立。可：只能。亵玩：玩弄。亵：亲近而不庄重。焉：句末语气词，这里指当于现代汉语的“啊” “呀”，助词。"
            },
            {
                "yuan":"予谓菊，花之隐逸者也；牡丹，花之富贵者也；莲，花之君子者也。噫！菊之爱，陶后鲜有闻。莲之爱，同予者何人？牡丹之爱，宜乎众矣。",
                "yi":"我认为菊花，是花中的隐士；牡丹，是花中的富贵者；莲花，是花中品德高尚的君子。唉！对于菊花的喜爱，陶渊明以后就很少听到了。对于莲花的喜爱，像我一样的还有什么人呢？对于牡丹的喜爱，当然就很多人了！",
                "zhu":"谓：认为。隐逸者：指隐居的人。在封建社会里，有些人不愿意跟统治者同流合污，就隐居避世；盛：广。君子：指道德品质高尚的人。者：……的人或物。随着前面的名词而变化。噫：感叹词，相当于现在的“唉”。菊之爱：对于菊花的喜爱。之：语气助词，的。（一说为“宾语提前的标志”）鲜：少。闻：听说。同予者何人：像我一样的还有什么人呢？宜乎众矣：（爱牡丹的）应当有很多人吧。宜乎：当然（应该）。宜：当。众：众多。"
            }
        ],
        "shangxi": "这篇文章可分为两部分：前一部分描写莲花高洁的形象；第二部分则揭示了莲花的比喻义，分评三花，并以莲自况，抒发了作者内心深沉的慨叹。首句“水陆草木之花，可爱者甚蕃。”选用“可爱”二字，包罗群芳，表明托物寄兴，并不刻意求工，极见其立言斟酌之妙。接着叙说“晋陶渊明独爱菊”。陶渊明不肯为五斗米折腰，解绶归隐后，饮酒赋诗，安享“采菊东篱下，悠然见南山”的田园逸趣。“独爱菊”，显示渊明雅致芬芳，傲然物外的性格，而且更加明确了题意：陶渊明可以爱菊抒怀，我怎不可独爱莲呢？继写“自李唐来，世人甚爱牡丹”，写了唐人，特别是统治阶层“甚爱牡丹”的好尚，这几句像是重复，但实为加深语意也，而且此句入文，让对比感更为强烈，为其求莲之高洁铺下了引子。大意是周敦颐本人独爱莲与晋陶渊明的爱菊避世不同，为保持一份高洁，宁愿终老南山。他要在尘世中当个出淤泥而不染的君子。这种在污世保持清白与独自避世求真的心态，与众人皆羡富贵的从众心态是有着思想境界上本质的区别的。这为爱莲说所要表达的“出淤泥而不染”作了最好的铺垫。　然后作者撇开一笔说，让那些人爱其所爱吧，“予独爱莲之出淤泥而不染，濯清涟而不妖，中通外直，不蔓不枝，香远益清，亭亭净植，可远观而不可亵玩焉”。这一连串铺叙，对莲花挺拔秀丽的芳姿，清逸超群的美德，特别是可敬而不可侮慢的嵚崎磊落的风范，作了有力的渲染。这几句隐喻作者本身具有“出淤泥而不染，濯清莲而不妖”的高尚品格。实际上，他说的意思就是：官场黑暗，要在官场上保持自己高洁的品格，就如同莲花出淤泥而不染那么难。这也是他为官的经验总结，因为他不想同流合污。而“濯清莲而不妖”，不过是作者的一种良好愿望罢了。他为官正直，数洗冤狱，为民作主；晚年定居庐山，著书明道，洁身自爱，颐养天年，便是身体力行，澹泊明志的体现。这正是这篇小品能给人思想情趣以深切感染的着力之处。接下来，作者对三种花象征的不同性格进行了比较和品评：“予谓菊，花之隐逸者也；牡丹，花之富贵者也；莲，花之君子者也。”本来，花是不具备人格的，但在作者眼里，莲花近于菊，却不像菊那样清高冷傲，似乎是逃避现实的隐者；它更不像牡丹那样妍丽妖冶，以富贵媚人。莲花出于污浊现实而不受沾染，受清水洗濯而不显妖冶，实为百花丛中的贤君子。另外，莲花又是佛教中的圣物，如来、观音均以莲花为座。唐释道世《三宝敬佛》云：“故十方诸佛，同出于淤泥之浊；三身正觉，俱坐于莲台之上。”作者《题莲》诗也云：“佛爱我亦爱，清香蝶不偷。一般清意味，不上美人头。”与这篇小品参照，情趣相得益彰。最后，作者评花进而对“爱”也作出评价：“噫！菊之爱，陶后鲜有闻；莲之爱，同予者何人？牡丹之爱，宜乎众矣！”深深地慨叹：当今之世真隐者少，有德者寡，而趋炎附势钻刺富贵之门的小人比比皆是；这莽莽红尘，能有几个志同道合的人，共同去根治这社会痼疾呢？这里先用花进行比喻，让花的特性喻人，虽平淡，但比喻帖切，然后借花喻人，将陶渊明的避世，世人皆追求荣华富贵的心态描写的淋漓尽致。言下虽不免流露出一种孤掌难鸣的哀怨，但意味深长，无情地鞭挞了那些寡廉鲜耻之徒。这里，周敦颐是高傲的，他那种不从众只求纯净的心态，在碌碌尘世中是难能可贵的。他感叹，是因为世风日下，大多数人皆被世事玷染。",
        "audio": "https://song.gushiwen.cn/song/jiangweiwei/6d2dcbe80f96.mp3",
        "tag": "初中文言文，莲花，品格，抒怀"
    },
    {
        "name":"满江红·写怀",
        "author":"宋代：岳飞",
        "duanluo":[
            {
                "yuan":"怒发冲冠，凭栏处、潇潇雨歇。抬望眼，仰天长啸，壮怀激烈。三十功名尘与土，八千里路云和月。莫等闲，白了少年头，空悲切！(栏 通：阑)",
                "yi":"我愤怒得头发竖了起来，帽子被顶飞了。独自登高凭栏远眺，骤急的风雨刚刚停歇。抬头远望天空，禁不住仰天长啸，一片报国之心充满心怀。三十多年来虽已建立一些功名，但如同尘土微不足道，南北转战八千里，经过多少风云人生。好男儿，要抓紧时间为国建功立业，不要空空将青春消磨，等年老时徒自悲切！",
                "zhu":"怒发冲冠：气得头发竖起，以至于将帽子顶起。形容愤怒至极，冠是指帽子而不是头发竖起。潇潇：形容雨势急骤。长啸：感情激动时撮口发出清而长的声音，为古人的一种抒情举动。三十功名尘与土：年已三十，建立了一些功名，不过很微不足道。八千里路云和月：形容南征北战、路途遥远、披星戴月。等闲：轻易，随便。"
            },
            {
                "yuan":"靖康耻，犹未雪。臣子恨，何时灭！驾长车，踏破贺兰山缺。壮志饥餐胡虏肉，笑谈渴饮匈奴血。待从头、收拾旧山河，朝天阙。(壮志 一作：壮士；兰山缺 一作：兰山阙)",
                "yi":"靖康之变的耻辱，至今仍然没有被雪洗。作为国家臣子的愤恨，何时才能泯灭！我要驾着战车向贺兰山进攻，连贺兰山也要踏为平地。我满怀壮志，打仗饿了就吃敌人的肉，谈笑渴了就喝敌人的鲜血。待我重新收复旧日山河，再带着捷报向国家报告胜利的消息。",
                "zhu":"靖康耻：宋钦宗靖康二年（1127年），金兵攻陷汴京，虏走徽、钦二帝。贺兰山：贺兰山脉位于宁夏回族自治区与内蒙古自治区交界处。胡虏：秦汉时匈奴为胡虏，后世用为与中原敌对的北方部族之通称。朝天阙：朝见皇帝。天阙：本指宫殿前的楼观，此指皇帝生活的地方。"
            }
        ],
        "shangxi":"为什么这首词第一句就写“怒发冲冠”，表现出如此强烈的愤怒的感情？这并不是偶然的，这是作者的理想与现实发生尖锐激烈的矛盾的结果。因此，必须对这个问题有所了解，才能正确理解这首词的思想内容。岳飞在少年时代，家乡就被金兵占领。他很有民族气节，毅然从军。他指挥的军队，英勇善战，接连获胜，屡立战功。敌人最怕他的军队，称之为“岳爷爷军”，并且传言说：“撼山易，撼岳家军难！”岳飞乘胜追击金兵，直至朱仙镇，距离北宋的京城汴京只有四十五里了。金兵元气大伤，准备逃归，还有不少士卒纷纷来降。岳飞看到这样大好的抗战形势，非常高兴，决心乘胜猛追，收复中原。就在这关键的时刻，当时的宰相秦桧，为了和金人议和，一日连下十二道金字牌，令岳飞班师回朝。岳飞悲愤万分，说“十年之力，废于一旦！”秦桧把岳飞看成是他投降阴谋的主要障碍，又捏造说，岳飞受诏逗留，抵制诏令，以“莫须有”（也许有）的罪名，将他害死。岳飞被害时，才三十九岁。了解了这些情况，对这首词中充满的强烈感情，就不难理解了。上片写作者要为国家建立功业的急切心情。开头这几句写在潇潇的雨声停歇的时候，他倚着高楼上的栏杆，抬头遥望远方，仰天放声长啸，“壮怀激烈”！啸是蹙口发出的叫声。“壮怀”，奋发图强的志向。他面对投降派的不抵抗政策，真是气愤填膺，“怒发冲冠”。“怒发冲冠”是艺术夸张，是说由于异常愤怒，以致头发竖起，把帽子也顶起来了。“三十功名尘与土”，表现作者渴望建立功名、努力抗战的思想。三十岁左右正当壮年，古人认为这时应当有所作为，可是，岳飞悔恨自己功名还与尘土一样，没有什么成就。“八千里路云和月”，是说不分阴晴，转战南北，在为收复中原而战斗。“莫等闲、白了少年头，空悲切”，这与“少壮不努力，老大徒伤悲”的意思相同，反映了作者积极进取的精神。这对当时抗击金兵，收复中原的斗争，显然起到了鼓舞斗志的作用。与主张议和，偏安江南，苟延残喘的投降派，形成了鲜明的对照。“等闲”，作随便解释。“空悲切”，即白白的痛苦。下片写了三层意思：对金贵族掠夺者的深仇大恨；统一祖国的殷切愿望；忠于朝廷即忠于祖国的赤诚之心。“靖康”是宋钦宗赵桓的年号。“靖康耻”，指宋钦宗靖康二年（1127），京城汴京和中原地区沦陷，徽宗、钦宗两个皇帝被金人俘虏北去的奇耻大辱。“犹未雪”，指还没有报仇雪恨。由于没有雪“靖康”之耻，所以，岳飞发出了心中的恨何时才能消除（“臣子恨，何时灭”）的感慨。这也是他要“驾长车踏破贺兰山缺”的原因。古代的战车叫“长车”。贺兰山，在今宁夏回族自治区的西北边。有一种说法，认为这首词不是岳飞写的，理由之一就是根据上面这句话。因为岳飞讲“直捣黄龙，与诸君痛饮”，即渡过黄河向东北进军，不会向西北进军的。“驾长车踏破贺兰山缺”，不是岳飞的进军路线。因为对这句词的解释牵涉到这首词是不是岳飞写的问题，因而显得更为重要了。原来这是用典。《西清诗话》载姚嗣宗《崆峒山》诗：“踏碎贺兰石，扫清西海尘。”这两句诗是针对西夏讲的，所以用“贺兰石”。姚嗣宗是北宋人，岳飞借用这个典故，借用他要打败西夏的壮志来表达他要打败金兵的豪情，所以这句词没有问题。“山缺”，指山口。“壮志饥餐胡虏肉，笑谈渴饮匈奴血”，充分表达了作者对敌人的刻骨仇恨和报仇雪耻的决心。“壮志”，指年轻时的理想。“胡虏”是古代对我国北方少数民族侮辱性的称呼。“虏”，指俘虏。这里所谓的“胡虏”、“匈奴”，皆代指金贵族掠夺者。最后“待从头、收拾旧山河，朝天阙”两句说，等到收复中原、统一祖国的时候，就去报捷。“旧山河”，指沦陷区。“阙”，宫殿。”天阙”，指朝廷。我国古代进步的知识分子，往往都把忠于朝廷看作爱国的表现。在封建社会里，尤其在民族矛盾激化，上升为主要矛盾的时期，“忠于朝廷”与爱国常常是紧密结合在一起的。因此，岳飞在这首词中所表露的忠于朝廷的思想，是跟渴望杀尽敌人、保卫祖国疆土的壮志，密切结合着的。从艺术上看，这首词感情激荡，气势磅礴，风格豪放，结构严谨，一气呵成，有着强烈的感染力。",
        "audio":"https://song.gushiwen.cn/song/jiangweiwei/19f9f352c186.mp3",
        "tag":"宋词三百首，爱国，壮志，励志"
    },
    {
        "name":"关雎",
        "author":"先秦：佚名",
        "duanluo":[
            {
                "yuan":"关关雎鸠，在河之洲。窈窕淑女，君子好逑。",
                "yi":"关关和鸣的雎鸠，栖息在河中的小洲。贤良美好的女子，是君子好的配偶。",
                "zhu":"关关：象声词，雌雄二鸟相互应和的叫声。雎鸠：一种水鸟名，即王鴡。洲：水中的陆地。窈窕淑女：贤良美好的女子。窈窕，身材体态美好的样子。窈，深邃，喻女子心灵美；窕，幽美，喻女子仪表美。淑，好，善良。好逑：好的配偶。逑，“仇”的假借字，匹配。"
            },
            {
                "yuan":"参差荇菜，左右流之。窈窕淑女，寤寐求之。",
                "yi":"参差不齐的荇菜，在船的左右两边摘取。贤良美好的女子，日日夜夜都想追求她。",
                "zhu":"参差：长短不齐的样子。荇菜：水草类植物。圆叶细茎，根生水底，叶浮在水面，可供食用。左右流之：这里是以勉力求取荇菜，隐喻“君子”努力追求“淑女”。流，义同“求”，这里指摘取。之：指荇菜。寤寐：醒和睡。指日夜。寤，醒觉。寐，入睡。"
            },
            {
                "yuan":"求之不得，寤寐思服。悠哉悠哉，辗转反侧。",
                "yi":"追求却没法得到，日日夜夜总思念她。绵绵不断的思念，叫人翻来覆去难入睡。",
                "zhu":"思服：思念。服，想。悠哉悠哉：意为“悠悠”，就是长。悠，感思。哉：语气助词。悠哉悠哉，犹言“想念呀，想念呀”。辗转反侧：翻覆不能入眠。辗，古字作展。展转，即反侧。反侧，犹翻覆。"
            },
            {
                "yuan":"参差荇菜，左右采之。窈窕淑女，琴瑟友之。",
                "yi":"参差不齐的荇菜，在船的左右两边摘取。贤良美好的女子，弹琴鼓瑟来亲近她。",
                "zhu":"琴瑟友之：弹琴鼓瑟来亲近她。琴、瑟，皆弦乐器。琴五或七弦，瑟二十五或五十弦。友：用作动词，此处有亲近之意。"
            },
            {
                "yuan":"参差荇菜，左右芼之。窈窕淑女，钟鼓乐之。",
                "yi":"参差不齐的荇菜，在船的左右两边去拔它。贤良美好的女子，敲起钟鼓来取悦她。",
                "zhu":"芼：择取，挑选。钟鼓乐之：用钟奏乐来使她快乐。乐，使动用法，使……快乐。"
            }
        ],
        "shangxi":"　《国风·周南·关雎》这首短小的诗篇，在中国文学史上占据着特殊的位置。它是《诗经》的第一篇，而《诗经》是中国文学最古老的典籍。虽然从性质上判断，一些神话故事产生的年代应该还要早些，但作为书面记载，却是较迟的事情。所以差不多可以说，一翻开中国文学的历史，首先遇到的就是《关雎》。通常认为是一首描写男女恋爱的情歌。此诗在艺术上巧妙地采用了“兴”的表现手法。首章以雎鸟相向合鸣，相依相恋，兴起淑女陪君子的联想。以下各章，又以采荇菜这一行为兴起主人公对女子疯狂地相思与追求。全诗语言优美，善于运用双声、叠韵和重叠词，增强了诗歌的音韵美和写人状物、拟声传情的生动性。《关雎》的内容其实很单纯，是写一个“君子”对“淑女”的追求，写他得不到“淑女”时心里苦恼，翻来覆去睡不着觉；得到了“淑女”就很开心，叫人奏起音乐来庆贺，并以此让“淑女”快乐。作品中人物的身份十分清楚：“君子”在《诗经》的时代是对贵族的泛称，而且这位“君子”家备琴瑟钟鼓之乐，那是要有相当的地位的。以前常把这诗解释为“民间情歌”，恐怕不对头，它所描绘的应该是贵族阶层的生活。另外，说它是情爱诗当然不错，但恐怕也不是一般的爱情诗。这原来是一首婚礼上的歌曲，是男方家庭赞美新娘、祝颂婚姻美好的。《诗经·国风》中的很多歌谣，都是既具有一般的抒情意味、娱乐功能，又兼有礼仪上的实用性，只是有些诗原来派什么用处后人不清楚了，就仅当作普通的歌曲来看待。把《关雎》当作婚礼上的歌来看，从“窈窕淑女，君子好逑”，唱到“琴瑟友之”“钟鼓乐之”，也是喜气洋洋的，很合适的，当然这首诗本身，还是以男子追求女子的情歌的形态出现的。之所以如此，大抵与在一般婚姻关系中男方是主动的一方有关。就是在现代，一个姑娘看上个小伙，也总要等他先开口，古人更是如此。娶个新娘回来，夸她是个美丽又贤淑的好姑娘，是君子的好配偶，说自己曾经想她想得害了相思病，必定很讨新娘的欢喜。然后在一片琴瑟钟鼓之乐中，彼此的感情相互靠近，美满的婚姻就从这里开了头。即使单从诗的情绪结构来说，从见关雎而思淑女，到结成琴瑟之好，中间一番周折也是必要的：得来不易的东西，才特别可贵，特别让人高兴。",
        "audio":"https://song.gushiwen.cn/song/jiangweiwei/4c5705b99143.mp3",
        "tag":"古诗三百首，初中古诗，诗经，爱情"
    },
    {
        "name":"岳阳楼记",
        "author":"宋代：范仲淹",
        "duanluo":[
            {
                "yuan":"庆历四年春，滕子京谪守巴陵郡。越明年，政通人和，百废具兴，乃重修岳阳楼，增其旧制，刻唐贤今人诗赋于其上，属予作文以记之。(具 通：俱)",
                "yi":"庆历四年的春天，滕子京被降职到巴陵郡做太守。到了第二年，政事顺利，百姓和乐，各种荒废的事业都兴办起来了。于是重新修建岳阳楼，扩大它原有的规模，把唐代名家和当代人的诗赋刻在它上面。嘱托我写一篇文章来记述这件事情。",
                "zhu":"记：一种文体。可以写景、叙事，多为议论。但目的是为了抒发作者的情怀和抱负（阐述作者的某些观念）。庆历四年：公元年。庆历，宋仁宗赵祯的年号。滕子京谪守巴陵郡：滕子京降职任岳州太守。滕子京，名宗谅，子京是他的字，范仲淹的朋友。古时朋友间多以字相称。谪戍：把被革职的官吏或犯了罪的人充发到边远的地方。在这里作为<动>被贬官，降职解释。守：指做州郡的长官越明年：到了第二年，就是庆历五年。越，到了，及。政通人和：政事顺利，百姓和乐。政，政事；通，通顺；和，和乐。这是赞美滕子京的话。百废具兴：各种荒废的事业都兴办起来了。百，不是确指，形容其多。废，这里指荒废的事业。具，通“俱”，全，皆。兴，复兴。乃重修岳阳楼，增其旧制：乃，于是；增，扩大。制：规模。唐贤今人：唐代和宋代的名人。属予作文以记之：属，通“嘱”，嘱托、嘱咐。予，我。作文，写文章。以，用来，连词。记，记述。"
            },
            {
                "yuan":"　予观夫巴陵胜状，在洞庭一湖。衔远山，吞长江，浩浩汤汤，横无际涯，朝晖夕阴，气象万千，此则岳阳楼之大观也，前人之述备矣。然则北通巫峡，南极潇湘，迁客骚人，多会于此，览物之情，得无异乎？",
                "yi":"我观看那巴陵郡的美好景色，全在洞庭湖上。它连接着远处的山，吞吐长江的水流，浩浩荡荡，无边无际，一天里阴晴多变，气象千变万化。这就是岳阳楼的雄伟景象。前人的记述已经很详尽了。虽然如此，那么向北面通到巫峡，向南面直到潇水和湘水，降职的官吏和来往的诗人，大多在这里聚会，他们观赏自然景物而触发的感情大概会有所不同吧？",
                "zhu":"予观夫巴陵胜状：夫，指示代词，相当于“那”。胜状，胜景，好景色。衔远山，吞长江，浩浩汤汤：衔，衔接。吞，吞没。浩浩汤汤：水波浩荡的样子。横无际涯：宽阔无边。横：广远。际涯：边。（际、涯的区别：际专指陆地边界，涯专指水的边界）。朝晖夕阴：或早或晚（一天里）阴晴多变化。朝，在早晨，名词做状语。晖：日光。气象，景象。万千，千变万化。此则岳阳楼之大观也：这就是岳阳楼的雄伟景象。此，这。则，就。大观，雄伟景象。前人之述备矣：前人的记述很详尽了。前人之述，指上面说的“唐贤今人诗赋”。备，详尽，完备。矣，语气词“了”。之，的。然则北通巫峡：然则：虽然如此，那么。南极潇湘：南面直到潇水、湘水。潇水是湘水的支流。湘水流入洞庭湖。南，向南。极，尽。迁客骚人，多会于此：迁客，被贬谪流迁的人。骚人，诗人。战国时屈原作《离骚》，因此后人也称诗人为骚人。多：大多。会，聚集。于，在。此，这里。览物之情，得无异乎：饱览这里景色时的感想，恐怕会有所不同吧。览：观看，欣赏。物：景物。之情：情感。,得无：恐怕/是不是。异：差别，不同。"
            },
            {
                "yuan":"若夫淫雨霏霏，连月不开，阴风怒号，浊浪排空，日星隐曜，山岳潜形，商旅不行，樯倾楫摧，薄暮冥冥，虎啸猿啼。登斯楼也，则有去国怀乡，忧谗畏讥，满目萧然，感极而悲者矣。(隐曜 一作：隐耀；淫雨 通：霪雨)",
                "yi":"像那阴雨连绵，接连几个月不放晴，寒风怒吼，浑浊的浪冲向天空；太阳和星星隐藏起光辉，山岳隐没了形体；商人和旅客不能通行，船桅倒下，船桨折断；傍晚天色昏暗，虎在长啸，猿在悲啼，这时登上这座楼啊，就会有一种离开国都、怀念家乡，担心人家说坏话、惧怕人家批评指责，满眼都是萧条的景象，感慨到了极点而悲伤的心情。",
                "zhu":"若夫：用在一段话的开头以引起下文。下文的“至若”同此。“若夫”近似“像那”。“至若”近似“至于”。淫雨霏霏，连绵不断的雨。霏霏，雨（或雪）繁密的样子。开：解除，这里指天气放晴。阴，阴冷。号，呼啸；浊，浑浊。排空，冲向天空。日星隐曜：太阳和星星隐藏起光辉。光辉；日光。山岳潜形：山岳隐没了形体。岳，高大的山。潜，隐没。形，形迹。商旅不行：走，此指前行。樯倾楫摧：桅杆倒下，船桨折断。樯，桅杆。楫，船桨。倾，倒下。摧，折断薄暮冥冥：傍晚天色昏暗。薄，迫近。冥冥：昏暗的样子。斯：这，在这里指岳阳楼。则有去国怀乡，忧谗畏讥：则，就。有，产生……（的情感）。去国怀乡，忧谗畏讥：离开国都，怀念家乡，担心（人家）说坏话，惧怕（人家）批评指责。去，离开。国，国都，指京城。去国，离开京都，也即离开朝廷。忧，担忧。谗，谗言。畏，害怕，惧怕。讥，嘲讽。满目萧然，感极而悲者矣：萧然，萧条的样子。感极，感慨到了极点。而，表示顺接。者，代指悲伤感情，起强调作用。"
            },
            {
                "yuan":"至若春和景明，波澜不惊，上下天光，一碧万顷，沙鸥翔集，锦鳞游泳，岸芷汀兰，郁郁青青。而或长烟一空，皓月千里，浮光跃金，静影沉璧，渔歌互答，此乐何极！登斯楼也，则有心旷神怡，宠辱偕忘，把酒临风，其喜洋洋者矣。",
                "yi":"到了春风和煦，阳光明媚的时候，湖面平静，没有惊涛骇浪，天色湖光相连，一片碧绿，广阔无际；沙洲上的鸥鸟，时而飞翔，时而停歇，美丽的鱼游来游去，岸上的香草和小洲上的兰花，草木茂盛，青翠欲滴。有时大片烟雾完全消散，皎洁的月光一泻千里，波动的光闪着金色，静静的月影像沉入水中的玉璧，渔夫的歌声在你唱我和地响起来，这种乐趣真是无穷无尽啊！这时登上这座楼，就会感到心胸开阔、心情愉快，光荣和屈辱一并忘了，端着酒杯，吹着微风，那真是快乐高兴极了。",
                "zhu":"至若春和景明：如果到了春天气候和暖，阳光普照。至若，至于。春和，春风和煦。景，日光。明，明媚。（借代修辞）。波澜不惊：湖面平静，没有惊涛骇浪。惊：这里有“起”“动”的意思。上下天光，一碧万顷：天色湖光相接，一片碧绿，广阔无际。一，全。万顷，极言其广。沙鸥翔集，锦鳞游泳：沙鸥时而飞翔时而停歇，美丽的鱼在水中游来游去。沙鸥，沙洲上的鸥鸟。翔集：时而飞翔，时而停歇。集，栖止，鸟停息在树上。锦鳞，指美丽的鱼。鳞，代指鱼。游泳：或浮或沉。游：贴着水面游。泳，潜入水里游。岸芷汀兰：岸上与小洲上的花草。芷：香草的一种。汀：小洲,水边平地。郁郁：形容草木茂盛。而或长烟一空：有时大片烟雾完全消散。或：有时。长：大片。一，全。空：消散。皓月千里：皎洁的月光照耀千里。浮光跃金：波动的光闪着金色。这是描写月光照耀下的水波。静影沉璧：静静的月影像沉入水中的璧玉。这里是写无风时水中的月影。璧，圆形正中有孔的玉。渔歌互答：渔人唱着歌互相应答。互答，一唱一和。何极：哪有穷尽。何：怎么。极：穷尽。心旷神怡：心情开朗，精神愉快。旷，开阔。怡，愉快。宠辱偕忘：荣耀和屈辱一并都忘了。偕：一起。宠：荣耀。辱：屈辱。把酒临风：端酒面对着风，就是在清风吹拂中端起酒来喝。把：持，执。临，面对。洋洋：高兴得意的样子。"
            },
            {
                "yuan":"嗟夫！予尝求古仁人之心，或异二者之为，何哉？不以物喜，不以己悲，居庙堂之高则忧其民，处江湖之远则忧其君。是进亦忧，退亦忧。然则何时而乐耶？其必曰“先天下之忧而忧，后天下之乐而乐”乎！噫！微斯人，吾谁与归？时六年九月十五日。",
                "yi":"唉！我曾经探求古时品德高尚的人的思想感情 ，或许不同于以上两种人的心情，这是为什么呢？是由于不因外物好坏和自己得失而或喜或悲。在朝廷上做官时，就为百姓担忧；处在僻远的地方做官则为君主担忧。这样来说在朝廷做官也担忧，在僻远的江湖也担忧。既然这样，那么他们什么时候才会感到快乐呢？他们一定会说：“在天下人忧之前先忧，在天下人乐之后才乐”。唉！没有这种人，我同谁一道呢？写于庆历六年九月十五日。",
                "zhu":"嗟夫：唉。嗟夫为两个词，皆为语气词。予尝求古仁人之心：尝，曾经。求，探求。古仁人，古时品德高尚的人。之，的。心，思想感情（心思）。或异二者之为：或许不同于（以上）两种心情。或，近于“或许”“也许”的意思，表委婉口气。异，不同于。为，这里指心理活动。二者，这里指前两段的“悲”与“喜”。不以物喜，不以己悲：不因为外物（好坏）和自己（得失）而或喜或悲（此句为互文）。以，因为。居庙堂之高则忧其民：在朝中做官担忧百姓。意为在朝中做官。庙，宗庙。堂，殿堂。庙堂：指朝廷。下文的“进”，对应“居庙堂之高”。进：在朝廷做官。处江湖之远则忧其君：处在僻远的地方做官则为君主担忧。处江湖之远：处在偏远的江湖间，意思是不在朝廷上做官。下文的“退”，对应“处江湖之远”。之：定语后置的标志。是：这样。退：不在朝廷做官。其必曰“先天下之忧而忧，后天下之乐而乐”：那一定要说“在天下人担忧之前先担忧，在天下人享乐之后才享乐”吧。先，在……之前；后，在……之后。其：指“古仁人”。而，顺承。必：一定。微斯人，吾谁与归：如果没有这样的人，那我同谁一道呢？微，没有。斯人，这样的人。谁与归，就是“与谁归”。归，归依。时六年：庆历六年（年）。"
            }
        ],
        "shangxi":"《岳阳楼记》是作者应好友巴陵郡太守滕子京之请为重修岳阳楼而创作的一篇散文。这篇文章通过写岳阳楼的景色，以及阴雨和晴朗时带给人的不同感受，揭示了“不以物喜，不以己悲”的古仁人之心，也表达了自己“先天下之忧而忧，后天下之乐而乐”的爱国爱民情怀。文章超越了单纯写山水楼观的狭境，将自然界的晦明变化、风雨阴晴和“迁客骚人”的“览物之情”结合起来写，从而将全文的重心放到了纵议政治理想方面，扩大了文章的境界。全文记叙、写景、抒情、议论融为一体，动静相生，明暗相衬，文词简约，音节和谐，用排偶章法作景物对比，成为杂记中的创新。文章开头即切入正题，叙述事情的本末缘起。以“庆历四年春”点明时间起笔，格调庄重雅正；说滕子京为“谪守”，已暗喻对仕途沉浮的悲慨，为后文抒情设伏。下面仅用“政通人和，百废具兴”八个字，写出滕子京的政绩，引出重修岳阳楼和作记一事，为全篇文字的导引。第二段，格调振起，情辞激昂。先总说“巴陵胜状，在洞庭一湖”，设定下文写景范围。以下“衔远山，吞长江”寥寥数语，写尽洞庭湖之大观胜概。一“衔”一“吞”，有气势。“浩浩汤汤，横无际涯”，极言水波壮阔；“朝晖夕阴，气象万千”，概说阴晴变化，简练而又生动。前四句从空间角度，后两句从时间角度，写尽了洞庭湖的壮观景象。“前人之述备矣”一句承前启后，并回应前文“唐贤今人诗赋”一语。这句话既是谦虚，也暗含转机，经“然则”一转，引出新的意境，由单纯写景，到以情景交融的笔法来写“迁客骚人”的“览物之情”，从而构出全文的主体。三、四两段是两个排比段，并行而下，一悲一喜，一暗一明，像两股不同的情感之流，传达出景与情互相感应的两种截然相反的人生情境。第三段写览物而悲者。以“若夫”起笔，意味深长。这是一个引发议论的词，又表明了虚拟的情调，而这种虚拟又是对无数实境的浓缩、提炼和升华，颇有典型意义。“若夫”以下描写了一种悲凉的情境，由天气的恶劣写到人心的凄楚。这里用四字短句，层层渲染，渐次铺叙。淫雨、阴风、浊浪构成了主景，不但使日星无光，山岳藏形，也使商旅不前；或又值暮色沉沉、“虎啸猿啼”之际，令过往的“迁客骚人”有“去国怀乡”之慨、“忧谗畏讥”之惧、“感极而悲”之情。第四段写览物而喜者。以“至若”领起，打开了一个阳光灿烂的画面。“至若”尽管也是列举性的语气，但从音节上已变得高亢嘹亮，格调上已变得明快有力。下面的描写，虽然仍为四字短句，色调却为之一变，绘出春风和畅、景色明丽、水天一碧的良辰美景。更有鸥鸟在自由翱翔，鱼儿在欢快游荡，连无知的水草兰花也充满活力。作者以极为简练的笔墨，描摹出一幅湖光春色图，读之如在眼前。值得注意的是，这一段的句式、节奏与上一段大体相仿，却也另有变奏。“而或”一句就进一步扩展了意境，增强了叠加咏叹的意味，把“喜洋洋”的气氛推向高潮，而“登斯楼也”的心境也变成了“宠辱偕忘”的超脱和“把酒临风”的挥洒自如。第五段是全篇的重心，以“嗟夫”开启，兼有抒情和议论的意味。作者在列举了悲喜两种情境后，笔调突然激扬，道出了超乎这两者之上的一种更高的理想境界，那就是“不以物喜，不以己悲”。感物而动，因物悲喜虽然是人之常情，但并不是做人的最高境界。古代的仁人，就有坚定的意志，不为外界条件的变化动摇。无论是“居庙堂之高”还是“处江湖之远”，忧国忧民之心不改，“进亦忧，退亦忧”。这似乎有悖于常理，有些不可思议。作者也就此拟出一问一答，假托古圣立言，发出了“先天下之忧而忧，后天下之乐而乐”的誓言，曲终奏雅，点明了全篇的主旨。“噫！微斯人，吾谁与归”一句结语，“如怨如慕，如泣如诉”，悲凉慷慨，一往情深，令人感喟。文章最后标明写作时间，与篇首照应。这篇文章表现作者虽身居江湖，心忧国事，虽遭迫害，仍不放弃理想的顽强意志，同时，也是对被贬战友的鼓励和安慰。《岳阳楼记》的著名，是因为它的思想境界崇高。和它同时的另一位文学家欧阳修在为他写的碑文中说，他从小就有志于天下，常自诵曰：“士当先天下之忧而忧，后天下之乐而乐也。”可见《岳阳楼记》末尾所说的“先天下之忧而忧，后天下之乐而乐”，是范仲淹一生行为的准则。孟子说：“达则兼善天下，穷则独善其身”。这已成为封建时代许多士大夫的信条。范仲淹写这篇文章的时候正贬官在外，“处江湖之远”，本来可以采取独善其身的态度，落得清闲快乐，但他提出正直的士大夫应立身行一的准则，认为个人的荣辱升迁应置之度外，“不以物喜，不以己悲”要“先天下之忧而忧，后天下之乐而乐”，勉励自己和朋友，这是难能可贵的。这两句话所体现的精神，那种吃苦在前，享乐在后的品质，无疑仍有教育意义。",
        "audio":"https://song.gushiwen.cn/song/make/f3d6556dbcad.mp3",
        "tag":"辞赋精选，初中文言文，古文观止，写景，抒情，爱国"
    },
    {
        "name":"静夜思",
        "author":"唐代： 李白",
        "duanluo":[
            {
                "yuan":"床前明月光，疑是地上霜。",
                "yi":"明亮的月光洒在窗户纸上，好像地上泛起了一层白霜。",
                "zhu":"疑：好像。床：今传五种说法。一指井台。二指井栏。三“床“即窗”的通假字。四取本义，即坐卧的器具。五马未都等认为，床应解释为胡床。胡床，亦称“交床”、“交椅”、“绳床”。古时一种可以折叠的轻便坐具，马扎功能类似小板凳。"
            },
            {
                "yuan":"举头望明月，低头思故乡。",
                "yi":"我抬起头来，看那天窗外空中的明月，不由得低头沉思，想起远方的家乡。",
                "zhu":"举头：抬头。"
            }
        ],
        "shangxi":"这首诗写的是在寂静的月夜思念家乡的感受。诗的前两句，是写诗人在作客他乡的特定环境中一刹那间所产生的错觉。一个独处他乡的人，白天奔波忙碌，倒还能冲淡离愁，然而一到夜深人静的时候，心头就难免泛起阵阵思念故乡的波澜。何况是在月明之夜，更何况是月色如霜的秋夜。“疑是地上霜”中的“疑”字，生动地表达了诗人睡梦初醒，迷离恍惚中将照射在床前的清冷月光误作铺在地面的浓霜。而“霜”字用得更妙，既形容了月光的皎洁，又表达了季节的寒冷，还烘托出诗人飘泊他乡的孤寂凄凉之情。诗的后两句，则是通过动作神态的刻画，深化思乡之情。“望”字照应了前句的“疑”字，表明诗人已从迷朦转为清醒，他翘首凝望着月亮，不禁想起，此刻他的故乡也正处在这轮明月的照耀下。于是自然引出了“低头思故乡”的结句。“低头”这一动作描画出诗人完全处于沉思之中。而“思”字又给读者留下丰富的想象：那家乡的父老兄弟、亲朋好友，那家乡的一山一水、一草一木，那逝去的年华与往事……无不在思念之中。一个“思”字所包涵的内容实在太丰富了。明人胡应麟说：“太白诸绝句，信口而成，所谓无意于工而无不工者。”（《诗薮·内编》卷六）王世懋认为：“（绝句）盛唐惟青莲（李白）、龙标（王昌龄）二家诣极。李更自然，故居王上。”（《艺圃撷馀》）怎样才算“自然”，才是“无意于工而无不工”呢？这首《静夜思》就是个样榜。所以胡氏特地把它提出来，说是“妙绝古今”。　这首小诗，既没有奇特新颖的想象，更没有精工华美的辞藻；它只是用叙述的语气，写远客思乡之情，然而它却意味深长，耐人寻味，千百年来，如此广泛地吸引着读者。一个作客他乡的人，大概都会有这样的感觉吧：白天倒还罢了，到了夜深人静的时候，思乡的情绪，就难免一阵阵地在心头泛起波澜；何况是月明之夜，更何况是明月如霜的秋夜！月白霜清，是清秋夜景；以霜色形容月光，也是古典诗歌中所经常看到的。例如梁简文帝萧纲《玄圃纳凉》诗中就有“夜月似秋霜”之句；而稍早于李白的唐代诗人张若虚在《春江花月夜》里，用“空里流霜不觉飞”来写空明澄澈的月光，给人以立体感，尤见构思之妙。可是这些都是作为一种修辞的手段而在诗中出现的。这诗的“疑是地上霜”，是叙述，而非摹形拟象的状物之辞，是诗人在特定环境中一刹那间所产生的错觉。为什么会有这样的错觉呢？不难想象，这两句所描写的是客中深夜不能成眠、短梦初回的情景。这时庭院是寂寥的，透过窗户的皎洁月光射到床前，带来了冷森森的秋宵寒意。诗人朦胧地乍一望去，在迷离恍惚的心情中，真好象是地上铺了一层白皑皑的浓霜；可是再定神一看，四周围的环境告诉他，这不是霜痕而是月色。月色不免吸引着他抬头一看，一轮娟娟素魄正挂在窗前，秋夜的太空是如此的明净！这时，他完全清醒了。秋月是分外光明的，然而它又是清冷的。对孤身远客来说，最容易触动旅思秋怀，使人感到客况萧条，年华易逝。凝望着月亮，也最容易使人产生遐想，想到故乡的一切，想到家里的亲人。想着，想着，头渐渐地低了下去，完全浸入于沉思之中。从“疑”到“举头”，从“举头”到“低头”，形象地揭示了诗人内心活动，鲜明地勾勒出一幅生动形象的月夜思乡图。短短四句诗，写得清新朴素，明白如话。它的内容是单纯的，但同时却又是丰富的。它是容易理解的，却又是体味不尽的。诗人所没有说的比他已经说出来的要多得多。它的构思是细致而深曲的，但却又是脱口吟成、浑然无迹的。从这里，读者不难领会到李白绝句的“自然”、“无意于工而无不工”的妙境。",
        "audio":"https://song.gushiwen.cn/song/jiangweiwei/c35a60c1a8e2.mp3",
        "tag":"唐诗三百首，小学古诗，月亮，思乡，早教，小学生必背古诗70首，小学生必背古诗80首"
    }
]